Repository: ronan18/DriveLogger
Catalog: Drive Logger/Drive Logger/Localizable.xcstrings
Source language: en
Languages: es

source: %@ Additional Data
es: %@ Datos Adicionales

source: %@ Finish
es: %@ Final

source: %@ location unavailable
es: %@ Ubicación no disponible

source: %@ Start
es: %@ Comienzo

source: %@ Sunrise
es: %@ Salida del Sol

source: %@ Sunset
es: %@ Puesta de Sol

source: Add Item
es: Agregar Elemento

source: All Drives
es: Todas Viajes

source: Are you sure you want to delete this drive?
es: ¿Estás seguro de que quieres eliminar este viaje?

source: average drive duration
es: duración media del viaje

source: Cancel
es: Anular

source: Delete Drive
es: Eliminar Viaje

source: Done
es: Hecho

source: driven
es: conducido

source: driven today
es: conducido hoy

source: Driving goal:
es: Objetivo de conducción:

source: End Drive
es: Terminar Viaje

source: End location name
es: Nombre de la ubicación final

source: End Location Name
es: Nombre de la ubicación final

source: Hit the *Start Drive* button to begin your first drive
es: Presiona el botón *Empezar a Conducir* para comenzar tu primer viaje

source: hours
es: horas

source: logged drives
es: viajes registrados

source: longest drive
es: viaje mas largo

source: Name
es: Nombre

source: No Logged Drives
es: Sin Viajes Registrados.

source: past goal
es: por encima de meta

source: percent complete
es: por ciento completado

source: Recent Drives
es: Viajes Recientes

source: settings
es: opciones

source: Settings
es: Opciones

source: Start Drive
es: Empezar a Conducir

source: Start location name
es: Nombre de la ubicación de inicio

source: Start Location Name
es: Nombre de la ubicación de inicio

source: Statistics
es: Estadísticas

source: test
es: ensayo

source: Time
es: Tiempo

source: time driven
es: tiempo conduciendo

source: time driven today
es: tiempo conducido hoy

source: until goal
es: hasta meta

source: View All %@
es: Ver todos %@
